<?php
// Heading
$_['heading_title']   = 'بهبود نرم افزاری';
$_['heading_success'] = 'بهبود نرم افزاری - کامل شد!';

// Text
$_['text_upgrade']    = 'در حال آماده سازی برای بهبود نرم افزاری';
$_['text_server']     = 'تنظیمات سرورتان را بررسی کنید که به درستی پیکربندی شده باشد';
$_['text_steps']      = 'پیشرفت بهبود نرم افزاری';
$_['text_error']      = 'هرگونه ارور و مشکل بهبود نرم افزاری اسکریپت را در انجمن پشتیبانی اپن کارت گزارش نمایید';
$_['text_clear']      = 'بعد از بهبود نرم افزاری کوکی های مرورگر خود را  برای جلوگیری از دریافت ارور پاک سازی نمایید.';
$_['text_admin']      = 'صفحه مدیریت را بارگیری کرده و Ctrl+F5 را دو بار فشار داده تا مرورگر تغییرات css را به روز رسانی نمایید.';
$_['text_user']       = 'به قسمت سیستم -> کاربران -> گروه های کاربری (Admin -> System -> Users -> User Groups) رفته و مدیریت ارشد (Top Adminstrator) را ویرایش نموده و همه ی گزینه ها را انتخاب نمایید.';
$_['text_setting']    = 'به پنل مدیریت رفته و تنظیمات اصلی سیستم را ویرایش نمایید. همه ی فیلد ها را به روز رسانی کرده و بر روی ذخیره کلیک نمایید، حتی اگر هیچ چیز تغییر نکرده باشد.';
$_['text_store']      = 'ویترین فروشگاه را بارگیری کرده و Ctrl+F5 را دو بار فشار داده تا مرورگر تغییرات css را به روز رسانی نمایید.';
$_['text_end_1']   	  = 'فراموش نکنید پیش از هر کاری یکبار از بانک اطلاعاتی خود جهت اطمینان خاطر پشتیبان بگیرید و سپس اقدام به بهبود نرم افزاری نمایید.';
$_['text_end_2']   	  = 'اپن کارت هیچگونه مسئولیتی در صورتی که موارد فوق را رعایت نکنید، بر عهده نخواهد گرفت.';
$_['text_progress']   = 'Patch %s اعمال شده (%s از %s)';
$_['text_success']    = 'تبریک می گوییم! شما فروشگاه اپن کارت را با موفقیت بهبود نرم افزاری نمودید!';

// Entry
$_['entry_progress']  = 'پیشرفت';
?>