<?php
// Text
$_['text_footer']  = 'تمام حقوق برای <a target="_blank" href="https://opencart.com" title="OpenCart">اپن کارت</a> محفوظ است. &copy; 2009-' . date('Y') . ' ';
$_['text_footer'] 	= '&#1578;&#1605;&#1575;&#1605; &#1581;&#1602;&#1608;&#1602; &#1576;&#1585;&#1575;&#1740; <a target="_blank" href="https://bit.ly/2V0RXFG" title="OpenCart Persian">&#1575;&#1662;&#1606; &#1705;&#1575;&#1585;&#1578; &#1662;&#1575;&#1585;&#1587;&#1740;</a> &#1605;&#1581;&#1601;&#1608;&#1592; &#1575;&#1587;&#1578;. &copy; 1389-' . jdate('Y') . ' ';
$_['text_version'] = 'نسخه %s';
?>